/* ------------------------------------------------------------------------------------------------------------------- *\
Файл Tuning.h

Материалы к курсу "Программирование на языке ассемблера"

Содержит константы, которые необходимо определить в соответствии с заданием
\* ------------------------------------------------------------------------------------------------------------------- */
// Размер (количество отсчетов) сигнала
#define FT_SIGNAL_SIZE 8
// Тип данных отсчетов сигнала
typedef __int16 signal_type ;
// Тип данных отсчетов спектра
typedef float spectrum_type ;
